{"player": {"name": "NIshit", "role": "Mafioso", "reliability": 73, "health": 100}, "civilian_1": {"name": "Patric", "role": "librarian", "reliability": 73, "health": 100, "picture": "ascii//male_five.txt", "category": "Civilian", "hair": "blue", "eyes": "brown", "item": "power-bank", "story": "With Ben we worked on the same company for several years. Then he came one day and said that he decided to take a risk and start a business of his own", "alibi": "Before the incident I remember going outside to smoke a cigarette. Once I was done, I came back in and heard about the murder.", "pro_line": "Its not very exciting to be honest", "w_line": "I think I saw some broken glass near the window on the library upstairs."}, "civilian_2": {"name": "Karen", "role": "teacher", "reliability": 72, "health": 100, "picture": "ascii/female_three.txt", "category": "Civilian", "hair": "blue", "eyes": "brown", "item": "makeup set", "story": "I didn't know him very well to be honest. My brother used to work with him in a business of sorts so ", "alibi": "Before the assassination I was outside the house, having a phone-call with my daughter.", "pro_line": "My father used to be one also and I decided to keep this profession in the family.", "w_line": "I think I saw some broken glass near the window on the library upstairs."}, "civilian_3": {"name": "Lisa", "role": "baker", "reliability": 90, "health": 100, "picture": "ascii/female_five.txt", "category": "Civilian", "hair": "white", "eyes": "blue", "item": "plastic duck", "story": "I didn't know him very well to be honest. My brother used to work with him in a business of sorts so ", "alibi": "Well that's a bit embracing but when the police came in the house I was in the toilet. You see I had some spicy food before the party and my stomach was killing me.", "pro_line": "My father used to be one also and I decided to keep this profession in the family.", "w_line": "I may be wrong but I think I saw someone seeking in the house about 21:40. It was a man with a black coat"}, "civilian_4": {"name": "Christopher", "role": "blogger", "reliability": 94, "health": 100, "picture": "ascii//male_five.txt", "category": "Civilian", "hair": "green", "eyes": "brown", "item": "pen", "story": "We used to go to the same school and even work part time in the same place when we were teenagers", "alibi": "I was in the buffet in the main hall. I was quite hungry and there were plenty of great foods and drinks waiting for me", "pro_line": "I would actually quit my job if it was on my hand but it is not easy to find a new one in this town", "w_line": "At some point I went to the bathroom and I heard two members of the staff whispering. It may be nothing but they seemed concerned"}, "mafioso_1": {"name": "Thomas", "role": "programmer", "reliability": 77, "health": 100, "picture": "ascii/male_four.txt", "weapon": "pistol", "hair": "white", "eyes": "blue", "item": "watch", "real_role": "Mafioso", "story": "I work in an advertising company and your uncle wanted help to promote a store or something similar.", "alibi": "I remember going out to take my jacket. While I was out I think I saw someone jumping out of the window, a woman maybe, but it was dark so I may be wrong", "pro_line": "I would actually quit my job if it was on my hand but it is not easy to find a new one in this town", "w_line": "Once I got out of the toilet I overheard some guys talking about a shipment taking place at midnight. They had some serious and troublesome faces"}, "mafioso_2": {"name": "Mark", "role": "biologist", "reliability": 57, "health": 100, "picture": "ascii/male_four.txt", "weapon": "fire extinguisher", "hair": "green", "eyes": "brown", "item": "power-bank", "real_role": "Mafioso", "story": "Well, I met him about ten years ago when he first came to the neighborhood. Good guy and very polite with all", "alibi": "That night I was hanging out near the fireplace with some other guest. We were talking about the upcoming elections", "pro_line": "Sometimes it becomes one of the most interesting professions and other times it is just ok", "w_line": "I think I heard this woman called Veronica talk about an important event taking place the day after the party. I am not sure if that helps you."}, "detective": {"name": "Suzy", "role": "Detective", "reliability": 87, "health": 100, "picture": "ascii/female_eight.txt", "hair": "blonde", "eyes": "brown", "item": "book", "story": "Together with Ben we served in the military for two years. Since then we were good friends. He was a good man ", "alibi": "Well that's a bit embracing but when the police came in the house I was in the toilet. You see I had some spicy food before the party and my stomach was killing me.", "pro_line": "As a job it may not seem very compelling due to the stress and dangers that it has but I like it because I get to help a lot of people", "w_line": "I may be wrong but I think I saw someone seeking in the house about 21:40. It was a man with a black coat"}, "doctor": {"name": "Jack", "role": "Doctor", "reliability": 69, "health": 100, "picture": "ascii//male_six.txt", "hair": "green", "eyes": "blue", "item": "makeup set", "story": "I met Ben when I first came to the town in search of work. He introduced me to one of his friends that own a convenience store a few blocks from here", "alibi": "I was in the hallway looking at the painting when I heard a gunshot from upstairs. I was scared and I immediately run out of the house", "pro_line": "Being a doctor takes a lot and you have to put you patience above everything else", "w_line": " To be honest with you, there was a lot of noise and people all over the place that night. Nothing out of the ordinary"}}